11/data/attachments/c9f61c12513b9436.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_2fb8ea95-c8c2-4314-b1df-62c33b5d3430</nif:username>
            <nif:friendToBeAdded>Brenda_charge_Friend_95663_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>